Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Blocks/Goals.xcstrings
Source language: en
Languages: de, es, nl

source: Daily Goal
de: Tägliches Ziel
es: Meta diaria
nl: Dagelijks doel

# Description
source: See how your goals are progressing.
de: Sieh dir den Fortschritt deiner Ziele an.
es: Vea cómo progresan sus metas.
nl: Bekijk hoe uw doelen vorderen.

# Easing.Balanced
source: Balanced
de: Ausgewogen
es: Balanceado
nl: Gebalanceerd

# Easing.Current
source: Current
de: Aktuell
es: Actual
nl: Huidig

# Easing.GentleStart
source: Gentle Start
de: Schonender Start
es: Inicio Suave
nl: Rustige start

# Easing.StrongStart
source: Strong Start
de: Kräftiger Start
es: Inicio Fuerte
nl: Sterke Start

source: Edit
de: Bearbeiten
es: Editar
nl: Bewerken

source: Goal
de: Ziel
es: Meta
nl: Doel

source: Goals
de: Ziele
es: Metas
nl: Doelen

# History.Empty.Description
source: As you complete your goals, they will show up here.
de: Wenn du Ziele erreichst, werden sie hier erscheinen.
es: Las metas completadas aparecerán aquí.
nl: Naarmate je je doelen hebt voltooid, zullen ze hier verschijnen.

# History.Empty.Title
source: Nothing to see here… yet
de: Hier gibt es (noch) nichts zu sehen…
es: No hay nada que ver aquí… todavía
nl: Hier is (nog) niets te zien

# History.Goal.Title
source: Goal History
de: Verlauf der Ziele
es: Historia de Metas

# History.LoadMore
source: Load More
de: Mehr Laden
es: Ver Más
nl: Meer laden

# History.Resolution.Title
source: Resolution Progress
de: Fortschritt des Vorsatzes
es: Progreso de Resolución

# NotificationKind.CriticalDay
source: Critical Day
de: Kritischer Tag
es: Día Crítico
nl: Kritieke Dag

# NotificationKind.Goal Updated
source: Goal Updated
de: Ziel aktualisiert
es: Meta Actualizada
nl: Doel bijgewerkt

# NotificationKind.GoalCompleted
source: Goal Period Completed
de: Ziel erreicht
es: Periodo de la Meta Completado

# NotificationKind.ResolutionCompleted
source: Resolution Completed
de: Vorsatz erreicht
es: Resolución Completada

source: Progress
de: Fortschritt
es: Progreso
nl: Voortgang

source: Progression
de: Fortschritt
es: Progresión
nl: Vooruitgang

# Stat.Change
source: Change
de: Veränderung
es: Cambio
nl: Wijzigen

# Stat.CurrentPace
source: Current Pace
de: Aktuelle Pace
es: Ritmo Actual
nl: Huidig tempo

# Stat.DaysInHand
source: Days in Hand
de: Verfügbare Tage
es: Días en Mano

# Stat.DaysRemaining
source: Remaining Days
de: Verbleibende Tage
es: Días Restantes
nl: Resterende dagen

# Stat.Remaining
source: Remaining
de: Verbleibend
es: Restante
nl: Resterend

# Stat.RemainingToday
source: Remaining Today
de: Heute verbleibend
es: Restante Hoy
nl: Nog te gaan vandaag

# Stat.RequiredPace
source: Required Pace
de: Erforderliche Pace
es: Ritmo Requerido
nl: Vereiste snelheid

# Status.Completed
source: Completed!
de: Geschafft!
es: ¡Completada!
nl: Voltooid!

# Status.CriticalDay
source: Critical Day
de: Kritischer Tag
es: Día Crítico
nl: Kritieke Dag

# Status.CriticalDay.Completed
source: Critical Day Completed
de: Kritischer Tag abgeschlossen
es: Día Crítico Completado
nl: Kritieke Dag Voltooid

# Status.CriticalDay.Failed
source: Critical Day Failed
de: Kritischer Tag fehlgeschlagen
es: Día Crítico Fallido
nl: Kritieke Dag Mislukt

# Status.Failed
source: Incomplete
de: Fehlgeschlagen
es: Incompleta

# Status.Lagging
source: Falling Behind
de: Im Rückstand
es: Atrasarse

# Status.OnTrack
source: On Track
de: Auf Kurs
es: En Plazo
nl: Op schema

source: View History
de: Verlauf anzeigen
es: Ver Historial
nl: Bekijk geschiedenis

# Easing.Linear
source: Linear
es: Lineal
nl: Lineair
